Public Attributes | List of all members
API_Wrapping Struct Reference
Element Manager
Texture wrapping parameters. This structure is used in API_LocalCoordsType. More...
#include <APIdefs_Elements.h>
 Public Attributes
 Int32  | method
Wrapping method.
 UInt32  | flags
Wrapping flags.
Detailed Description
Texture wrapping parameters. This structure is used in API_LocalCoordsType.
Remarks
For internal use.